{
  "English": [
    "Twinkle, twinkle little stars",
    "When we look at the sky at night from earth, we see some of the stars twinkling like this",
    "Stars that twinkle - varying in brightness are known as Variable stars",
    "However some stars that we see on earth with our naked eyes may not be variable stars. In fact the twinkling may be caused by the earth's turbulent atmosphere interfering with the star light as they travel to the earth's surface",
    "Also some stars that we see at night that do not twinkle are actually variable stars but their twinkling is much too subtle to be seen with our naked eyes",
    "Even earth based telescopes are also prone to this problems, coupled with the fact that we can only study the stars with our eyes or these telescopes at night",
    "So in order to detect and study the variations in brightness of the stars in the universe we have to use more powerful space telescopes deployed 'above' earth's turbulent atmosphere",
    "These space telescopes and satellites collect data about the brightness of stars over a period of time and these brightness are plotted against the time period - forming a 'Light curve'.",
    "These light curves are used to learn more about the star's structure and evolution, other planets in our galaxy or in other galaxies that orbit the stars and much more about our universe in general",
    "Select one of the telescopes...Let's travel above Earth's atmosphere and discover the variable stars of our universe"
  ],
  "French": [
    "Scintillent, scintillent les petites étoiles",
    "Lorsque nous regardons le ciel la nuit depuis la terre, nous voyons certaines des étoiles scintiller comme ceci",
    "Les étoiles qui scintillent - dont la luminosité varie sont appelées étoiles variables,",
    "Cependant, certaines étoiles que nous voyons sur terre à l'œil nu peuvent ne pas être des étoiles variables. En fait, le scintillement peut être causé par l'atmosphère turbulente de la Terre qui interfère avec la lumière des étoiles lorsqu'elles se déplacent vers la surface de la Terre,",
    "De plus, certaines étoiles que nous voyons la nuit et qui ne scintillent pas sont en fait des étoiles variables mais leur scintillement est beaucoup trop subtil pour être vu à nos yeux nus,",
    "Même les télescopes terrestres sont également sujets à ces problèmes, couplés au fait que nous ne pouvons étudier les étoiles qu'avec nos yeux ou ces télescopes la nuit,",
    "Ainsi, pour détecter et étudier les variations de luminosité des étoiles dans l'univers, nous devons utiliser des télescopes spatiaux plus puissants déployés \"au-dessus\" de l'atmosphère turbulente de la Terre,",
    "Ces télescopes spatiaux et satellites collectent des données sur la luminosité des étoiles sur une période de temps et ces luminosités sont tracées par rapport à la période de temps - formant une \"courbe de lumière\".,",
    "Ces courbes de lumière sont utilisées pour en savoir plus sur la structure et l'évolution de l'étoile, d'autres planètes de notre galaxie ou d'autres galaxies qui orbitent autour des étoiles et bien plus sur notre univers en général,",
    "Sélectionnez l'un des télescopes... Voyageons au-dessus de l'atmosphère terrestre et découvrons les étoiles variables de notre univers,"
  ],
  "Dutch": [
    "Fonkel, fonkel kleine sterren",
    "Als we 's nachts vanaf de aarde naar de lucht kijken, zien we enkele sterren zo fonkelen",
    "Sterren die fonkelen - variërend in helderheid staan ​​bekend als variabele sterren,",
    "Sommige sterren die we op aarde met het blote oog zien, zijn echter mogelijk geen veranderlijke sterren. In feite kan het twinkelen worden veroorzaakt door de turbulente atmosfeer van de aarde die het sterlicht verstoort terwijl ze naar het aardoppervlak reizen,",
    "Ook zijn sommige sterren die we 's nachts zien die niet fonkelen eigenlijk veranderlijke sterren, maar hun fonkeling is veel te subtiel om met het blote oog te kunnen zien,",
    "Zelfs telescopen op aarde zijn gevoelig voor deze problemen, in combinatie met het feit dat we de sterren alleen 's nachts met onze ogen of deze telescopen kunnen bestuderen,",
    "Dus om de variaties in helderheid van de sterren in het universum te detecteren en te bestuderen, moeten we krachtigere ruimtetelescopen gebruiken die 'boven' de turbulente atmosfeer van de aarde worden opgesteld,",
    "Deze ruimtetelescopen en satellieten verzamelen gegevens over de helderheid van sterren over een bepaalde periode en deze helderheid wordt uitgezet tegen de tijdsperiode - waardoor een 'lichtcurve' ontstaat.,",
    "Deze lichtkrommen worden gebruikt om meer te weten te komen over de structuur en evolutie van de ster, andere planeten in onze melkweg of in andere melkwegstelsels die om de sterren draaien en nog veel meer over ons universum in het algemeen,",
    "Selecteer een van de telescopen... Laten we boven de atmosfeer van de aarde reizen en de veranderlijke sterren in ons universum ontdekken,"
  ],
  "Arabic": [
    "وميض ، وميض النجوم الصغيرة",
    "عندما ننظر إلى السماء ليلا من الأرض ، نرى بعض النجوم تلمع هكذا",
    "النجوم المتلألئة - المتغيرة في السطوع تُعرف بالنجوم المتغيرة ،",
    "لكن بعض النجوم التي نراها على الأرض بأعيننا المجردة قد لا تكون نجومًا متغيرة. في الواقع ، قد يكون سبب الوميض هو تداخل الغلاف الجوي المضطرب للأرض مع ضوء النجم أثناء انتقاله إلى سطح الأرض ،",
    "أيضًا بعض النجوم التي نراها في الليل والتي لا تتلألأ هي في الواقع نجوم متغيرة ولكن وميضها شديد الدقة بحيث لا يمكن رؤيته بأعيننا المجردة ،",
    "حتى التلسكوبات الأرضية هي أيضًا عرضة لهذه المشاكل ، إلى جانب حقيقة أنه لا يمكننا دراسة النجوم إلا بأعيننا أو هذه التلسكوبات في الليل ،",
    "لذلك من أجل اكتشاف ودراسة الاختلافات في سطوع النجوم في الكون ، يتعين علينا استخدام تلسكوبات فضائية أكثر قوة منتشرة \"فوق\" الغلاف الجوي المضطرب للأرض ،",
    "تجمع هذه التلسكوبات الفضائية والأقمار الصناعية بيانات حول سطوع النجوم خلال فترة زمنية ويتم رسم هذه السطوع مقابل الفترة الزمنية - لتشكيل \"منحنى ضوئي\".،",
    "تُستخدم منحنيات الضوء هذه لمعرفة المزيد عن بنية النجم وتطوره ، والكواكب الأخرى في مجرتنا أو في المجرات الأخرى التي تدور حول النجوم والمزيد عن كوننا بشكل عام ،",
    "اختر أيًا من التلسكوبات ... دعنا نسافر فوق الغلاف الجوي للأرض ونكتشف النجوم المتغيرة في كوننا ،"
  ],
  "German": [
    "Funkeln, funkeln kleine Sterne",
    "Wenn wir nachts von der Erde aus in den Himmel blicken, sehen wir einige der Sterne so funkeln",
    "Sterne, die funkeln - mit unterschiedlicher Helligkeit, werden als veränderliche Sterne bezeichnet.",
    "Einige Sterne, die wir auf der Erde mit bloßem Auge sehen, sind jedoch möglicherweise keine variablen Sterne. Tatsächlich kann das Funkeln durch die turbulente Atmosphäre der Erde verursacht werden, die das Sternenlicht auf seinem Weg zur Erdoberfläche stört.",
    "Auch einige Sterne, die wir nachts sehen, die nicht funkeln, sind tatsächlich variable Sterne, aber ihr Funkeln ist viel zu subtil, um es mit bloßem Auge zu sehen.",
    "Sogar erdgebundene Teleskope sind ebenfalls anfällig für diese Probleme, gepaart mit der Tatsache, dass wir die Sterne nur mit unseren Augen oder diesen Teleskopen bei Nacht studieren können,",
    "Um also die Helligkeitsschwankungen der Sterne im Universum zu erkennen und zu untersuchen, müssen wir leistungsfähigere Weltraumteleskope verwenden, die „über“ der turbulenten Erdatmosphäre eingesetzt werden,",
    "Diese Weltraumteleskope und Satelliten sammeln über einen bestimmten Zeitraum hinweg Daten über die Helligkeit von Sternen und diese Helligkeit wird über dem Zeitraum aufgetragen – wodurch eine „Lichtkurve“ entsteht.,",
    "Diese Lichtkurven werden verwendet, um mehr über die Struktur und Entwicklung des Sterns, andere Planeten in unserer Galaxie oder in anderen Galaxien, die die Sterne umkreisen, und vieles mehr über unser Universum im Allgemeinen zu erfahren.",
    "Wählen Sie eines der Teleskope... Lassen Sie uns über die Erdatmosphäre reisen und die variablen Sterne in unserem Universum entdecken,"
  ],
  "Japanese": [
    "きらめく、きらめく小さな星",
    "地球から夜空を見上げると、こんな風に星が瞬いているのが見えます",
    "きらめく星 - 明るさが変化する星は変光星として知られています。",
    "しかし、地球上で肉眼で見える星の中には、変光星ではないものもあります。実際、きらめきは、星の光が地球の表面に移動する際に、地球の乱れた大気が星の光を妨害することによって引き起こされる可能性があります。",
    "また、夜に見える星のうち、きらめいていない星も実際には変光星ですが、そのきらめきは肉眼で見るには微妙すぎるため、",
    "地球に設置された望遠鏡でさえ、この問題を起こしがちであり、夜に目や望遠鏡でしか星を調べることができないという事実と相まって、",
    "したがって、宇宙の星の明るさの変化を検出して研究するには、地球の乱れた大気の「上」に配置された、より強力な宇宙望遠鏡を使用する必要があります。",
    "これらの宇宙望遠鏡と人工衛星は、一定期間にわたる星の明るさに関するデータを収集し、これらの明るさをその期間に対してプロットして、「光度曲線」を形成します。",
    "これらの光度曲線は、星の構造と進化、私たちの銀河や星を周回する他の銀河の他の惑星、そして私たちの宇宙全般についてより多くを学ぶために使用されます。",
    "いずれかの望遠鏡を選択してください... 地球の大気の上空を旅して、宇宙の変光星を発見しましょう。"
  ],
  "Italian": [
    "Luccicano, brillano le stelline",
    "Quando guardiamo il cielo di notte dalla terra, vediamo alcune stelle che brillano in questo modo",
    "Le stelle che brillano - di luminosità variabile sono conosciute come stelle variabili,",
    "Tuttavia, alcune stelle che vediamo sulla terra con i nostri occhi nudi potrebbero non essere stelle variabili. In effetti lo scintillio potrebbe essere causato dall'atmosfera turbolenta della terra che interferisce con la luce delle stelle mentre viaggiano verso la superficie terrestre,",
    "Anche alcune stelle che vediamo di notte che non brillano sono in realtà stelle variabili ma il loro luccichio è troppo sottile per essere visto a occhi nudi,",
    "Anche i telescopi terrestri sono soggetti a questi problemi, insieme al fatto che possiamo studiare le stelle solo con i nostri occhi o questi telescopi di notte,",
    "Quindi, per rilevare e studiare le variazioni di luminosità delle stelle nell'universo, dobbiamo usare telescopi spaziali più potenti dispiegati \"sopra\" l'atmosfera turbolenta della Terra,",
    "Questi telescopi e satelliti spaziali raccolgono dati sulla luminosità delle stelle in un periodo di tempo e questa luminosità viene tracciata rispetto al periodo di tempo, formando una \"curva di luce\".,",
    "Queste curve di luce vengono utilizzate per saperne di più sulla struttura e l'evoluzione della stella, altri pianeti nella nostra galassia o in altre galassie che orbitano attorno alle stelle e molto altro sul nostro universo in generale,",
    "Seleziona uno dei telescopi... Viaggiamo sopra l'atmosfera terrestre e scopriamo le stelle variabili nel nostro universo,"
  ],
  "Russian": [
    "Мерцают, мерцают маленькие звездочки",
    "Когда мы смотрим на ночное небо с земли, мы видим, как некоторые звезды мерцают вот так.",
    "Звезды, которые мерцают, меняя яркость, называются переменными звездами.",
    "Однако некоторые звезды, которые мы видим на Земле невооруженным глазом, могут не быть переменными звездами. На самом деле мерцание может быть вызвано турбулентной земной атмосферой, мешающей свету звезд, когда они движутся к поверхности земли.",
    "Кроме того, некоторые звезды, которые мы видим ночью, но которые не мерцают, на самом деле являются переменными звездами, но их мерцание слишком тонкое, чтобы его можно было увидеть невооруженным глазом.",
    "Даже наземные телескопы также подвержены этим проблемам, в сочетании с тем фактом, что мы можем изучать звезды только глазами или в эти телескопы ночью.",
    "Таким образом, чтобы обнаружить и изучить изменения яркости звезд во Вселенной, мы должны использовать более мощные космические телескопы, развернутые «над» турбулентной земной атмосферой.",
    "Эти космические телескопы и спутники собирают данные о яркости звезд за определенный период времени, и эта яркость отображается в зависимости от периода времени, образуя «кривую блеска».",
    "Эти кривые блеска используются, чтобы узнать больше о структуре и эволюции звезды, других планетах в нашей галактике или в других галактиках, которые вращаются вокруг звезд, и многое другое о нашей Вселенной в целом.",
    "Выберите любой из телескопов... Давайте полетим над земной атмосферой и откроем для себя переменные звезды в нашей Вселенной,"
  ],
  "Chinese Simplified": [
    "一闪一闪的小星星",
    "当我们从地球上看夜晚的天空时，我们看到一些星星像这样闪烁",
    "闪烁的恒星 - 亮度不同的恒星被称为变星，",
    "然而，我们用肉眼在地球上看到的一些恒星可能不是变星。事实上，闪烁可能是由于地球湍流的大气干扰了星光在地球表面的传播，",
    "还有一些我们在晚上看到的不闪烁的星星实际上是变星，但它们的闪烁太微妙了，我们肉眼无法看到，",
    "即使是地球上的望远镜也容易出现这个问题，再加上我们只能在晚上用眼睛或这些望远镜研究星星，",
    "因此，为了探测和研究宇宙中恒星亮度的变化，我们必须使用更强大的太空望远镜，部署在地球湍流大气的“上方”，",
    "这些太空望远镜和卫星在一段时间内收集有关恒星亮度的数据，并将这些亮度与时间段绘制成曲线 - 形成“光曲线”。",
    "这些光变曲线用于更多地了解恒星的结构和演化、我们银河系中的其他行星或围绕恒星运行的其他星系，以及更多关于我们宇宙的信息，",
    "选择任何望远镜......让我们在地球大气层上方旅行，发现我们宇宙中的变星，"
  ],
  "Spanish": [
    "Brillan, brillan pequeñas estrellas",
    "Cuando miramos el cielo por la noche desde la tierra, vemos algunas de las estrellas parpadeando así",
    "Las estrellas que titilan y varían en brillo se conocen como estrellas variables,",
    "Sin embargo, algunas estrellas que vemos en la Tierra a simple vista pueden no ser estrellas variables. De hecho, el parpadeo puede deberse a que la atmósfera turbulenta de la Tierra interfiere con la luz de las estrellas a medida que viajan hacia la superficie de la Tierra.",
    "También algunas estrellas que vemos en la noche que no parpadean son en realidad estrellas variables pero su centelleo es demasiado sutil para ser visto a simple vista.",
    "Incluso los telescopios terrestres también son propensos a estos problemas, junto con el hecho de que solo podemos estudiar las estrellas con nuestros ojos o estos telescopios por la noche.",
    "Entonces, para detectar y estudiar las variaciones en el brillo de las estrellas en el universo, tenemos que usar telescopios espaciales más poderosos desplegados 'por encima' de la turbulenta atmósfera terrestre.",
    "Estos telescopios espaciales y satélites recopilan datos sobre el brillo de las estrellas durante un período de tiempo y este brillo se representa en función del período de tiempo, formando una \"curva de luz\".",
    "Estas curvas de luz se utilizan para aprender más sobre la estructura y evolución de la estrella, otros planetas en nuestra galaxia o en otras galaxias que orbitan las estrellas y mucho más sobre nuestro universo en general.",
    "Selecciona cualquiera de los telescopios... Viajemos por encima de la atmósfera terrestre y descubramos las estrellas variables de nuestro universo,"
  ]
}
